import React from 'react'

const Welcome = () => {
    return(
                <div className='welcome_page'>
                    «Покемо́н» (англ. Pokémon, от англ. Pocket Monster — «карманный монстр») — популярная медиафраншиза, созданная Сатоси Тадзири в 1996 году. Товарный знак «Покемон» принадлежит Nintendo, одной из крупнейших фирм-разработчиков видеоигр. «Покемон» впервые появился как пара игр, разработанных студией Game Freak, и после этого стал второй в мире по популярности серией компьютерных игр, уступив лишь другой серии игр Nintendo, Mario. В 2020 году общая стоимость франшизы «Покемо́н» оценивалась в 95 миллиардов долларов США и она является одной из самых кассовых медиафраншиз за всю историю. По мотивам игр существует аниме, пользующееся колоссальным успехом в мире, а также манга, коллекционная карточная игра и прочие сопутствующие товары. С июля 2016 года получила широчайшее распространение по миру и серьёзный общественный резонанс игра Pokémon Go для iOS и Android для интерактивной ловли покемонов в виртуально дополненном реальном мире (на реальных объектах по всей территории планеты).
                </div>
    )
}

export default Welcome